metcalf/hvac_control/manual_testing/temp_board_tester/sdkconfig.defaults
CONFIG_IDF_TARGET="esp32s3"

# I2C Manager configuration for temperature board
CONFIG_I2C_MANAGER_0_ENABLED=y
CONFIG_I2C_MANAGER_0_SDA=8
CONFIG_I2C_MANAGER_0_SCL=9
CONFIG_I2C_MANAGER_0_FREQ_HZ=100000
